{
  "transformations": [
    {
      "characterName": "Reze",
      "animeImage": "transformations/upload.jpg",
      "realImage": "transformations/upload-1.jpg",
      "series": "Chainsaw Man",
      "category": "2.5d",
      "tags": [
        "reze",
        "bomb girl",
        "chica bomba",
        "chainsaw man"
      ],
      "description": {
        "en": "Reze (also known as the Bomb Girl) is a major antagonist and Denji's primary romantic interest during the Bomb Girl Arc of the Chainsaw Man manga and anime. She is a Bomb Devil Hybrid and a Soviet-trained assassin sent to Japan to steal the Chainsaw Man's heart.",
        "es": "Reze (conocida como la Chica Bomba) es una antagonista principal y el interés romántico de Denji en el Arco de la Chica Bomba del manga y anime Chainsaw Man. Es una Híbrido del Demonio Bomba y una asesina entrenada por la Unión Soviética, enviada a Japón con la misión de capturar el corazón del Pibe Motosierra."
      },
      "likes": 1,
      "id": "transform-1767478896208",
      "outfit": [
        {
          "id": "d3",
          "name": "",
          "price": "$21",
          "image": "/mockups/1767281312646-skull-reze.jpg",
          "buyUrl": "https://www.redbubble.com/es/i/camiseta/Reze-Bomb-Girl-Skull-Anime-Manga-Est%C3%A9tica-angustiada-de-sosacrash/177212471.IJ6L0",
          "category": "DESIGN",
          "description": "",
          "name_en": "Reze Bomb Girl Skull Anime",
          "description_es": "Diseñé esta calavera para capturar la esencia cruda y minimalista del estilo de Reze (Chica Bomba), ya que me pareció el diseño visualmente más impactante del arco. Quería algo que no fuera solo merchandising, sino una pieza de diseño gráfico genial y versátil. Características principales: Este diseño de calavera de anime es ideal para fans del manga oscuro, los cazadores de demonios y la estética grunge. Optimizado para impresión de alta calidad en camisetas negras y pegatinas con borde blanco.",
          "tags": [
            "reze",
            "chainsaw man",
            "the bomb girl",
            "chica bomba"
          ],
          "name_es": "Reze Bomb Girl Calavera Anime",
          "description_en": "I designed this skull to capture the raw, minimalist essence of Reze's (Bomb Girl) style, as I felt it was the most visually striking design in the arc. I wanted something that wasn't just merchandise.",
          "tagsInput": "reze, chainsaw man, the bomb girl, chica bomba"
        }
      ],
      "amazonProducts": [
        {
          "title": "The Movie: Reze Arc - Reze S.H.Figuarts Action Figure",
          "image": "amazon-products/upload-1.jpg",
          "affiliateUrl": "https://amzn.to/3LvtHK7",
          "price": "Check Price",
          "category": "figure"
        }
      ]
    },
    {
      "characterName": "Toji Fushiguro",
      "animeImage": "https://nwgcpldvvxmklosolyku.supabase.co/storage/v1/object/public/assets/transformations/anime-toji-fushiguro.jpg",
      "realImage": "https://nwgcpldvvxmklosolyku.supabase.co/storage/v1/object/public/assets/transformations/real-toji-fushiguro.jpg",
      "series": "Jujutsu Kaisen",
      "category": "2.5d",
      "tags": [
        "Toji",
        "strong character",
        "jjk"
      ],
      "description": {
        "en": "Toji Fushiguro (also known as the \"Sorcerer Killer\") is a primary antagonist in the Jujutsu Kaisen manga and anime. Originally from the Zenin Clan, he possesses a Heavenly Restriction, trading cursed energy for supreme physical prowess. He is the father of Megumi Fushiguro and is renowned as the mercenary who nearly killed Satoru Gojo during the Hidden Inventory arc.",
        "es": "Toji Fushiguro (conocido como el \"Asesino de Hechiceros\") es un antagonista clave en el manga y anime Jujutsu Kaisen. Nacido en el Clan Zenin, posee una Restricción Celestial que le otorga fuerza física sobrehumana a cambio de no tener energía maldita. Es el padre de Megumi Fushiguro y el mercenario famoso por derrotar temporalmente a Satoru Gojo durante el arco del Inventario Oculto."
      },
      "likes": 1,
      "id": "transform-1767482201722"
    },
    {
      "characterName": "Makima",
      "animeImage": "https://nwgcpldvvxmklosolyku.supabase.co/storage/v1/object/public/assets/transformations/anime-makima.jpg",
      "realImage": "https://nwgcpldvvxmklosolyku.supabase.co/storage/v1/object/public/assets/transformations/real-makima.jpg",
      "series": "Chainsaw Man",
      "category": "2.5d",
      "tags": [
        "Demon control",
        "Makima",
        "Chainsaw man"
      ],
      "description": {
        "en": "Makima is the primary antagonist in the Chainsaw Man manga and anime. Initially introduced as the high-ranking leader of Public Safety Special Division 4, she is revealed to be the Control Devil. She manipulates the protagonist, Denji, and orchestrates the deaths of his loved ones to break his contract with Pochita, seeking to control the Chainsaw Devil's power to reshape the world.",
        "es": "Makima es la antagonista principal en el manga y anime Chainsaw Man. Inicialmente presentada como la líder de la División Especial 4 de Seguridad Pública, su verdadera identidad es el Demonio del Control. Establece una relación manipuladora con Denji, orquestando tragedias personales para romper su psique y así dominar al Demonio Motosierra (Pochita) con el fin de crear su visión de un mundo ideal."
      },
      "likes": 1,
      "id": "transform-1767483707472"
    },
    {
      "characterName": "Power",
      "animeImage": "https://nwgcpldvvxmklosolyku.supabase.co/storage/v1/object/public/assets/transformations/anime-power.jpg",
      "realImage": "https://nwgcpldvvxmklosolyku.supabase.co/storage/v1/object/public/assets/transformations/real-power.jpg",
      "series": "Chainsaw Man",
      "category": "2.5d",
      "tags": [
        "Power",
        "nyako",
        "chainsaw man",
        "blood fiend"
      ],
      "description": {
        "en": "Power (known as the Blood Fiend) is a Public Safety Devil Hunter in the Chainsaw Man manga and anime. As a Fiend, she possesses a human corpse and manipulates blood to conjure weapons. She acts as Denji's chaotic partner within Special Division 4, eventually forming a deep, sibling-like bond with the protagonist and Aki Hayakawa despite her initially selfish personality.",
        "es": "Power (conocida como la Hombre Demonio Sangre) es una cazadora de demonios de Seguridad Pública en el manga y anime Chainsaw Man. Como una Posesa de la Sangre (Blood Fiend), tiene la capacidad de manipular su sangre para crear armas letales. Sirve como la compañera caótica de Denji en la División Especial 4, desarrollando un vínculo familiar disfuncional pero leal con el protagonista y Aki Hayakawa."
      },
      "likes": 1,
      "id": "transform-1767484044197"
    },
    {
      "characterName": "Makise Kurise",
      "animeImage": "https://nwgcpldvvxmklosolyku.supabase.co/storage/v1/object/public/assets/transformations/anime-makise-kurise.jpg",
      "realImage": "https://nwgcpldvvxmklosolyku.supabase.co/storage/v1/object/public/assets/transformations/real-makise-kurise.jpg",
      "series": "Steins;Gate",
      "category": "2.5d",
      "tags": [
        "Steins Gate characters",
        "Makise Kurisu wallpaper",
        "anime sci-fi waifu",
        "tsundere genius girl"
      ],
      "description": {
        "en": "Makise Kurisu (often called \"Christina\" or \"The Zombie\") is the main heroine and a genius neuroscientist in the Steins;Gate anime and visual novel. A researcher at Victor Chondria University, her time travel theories are central to the plot. She partners with Rintaro Okabe to solve temporal paradoxes, forming a deep romantic bond that endures across shifting world lines.",
        "es": "Makise Kurisu (apodada \"Christina\" o \"Asistente\") es la heroína principal y una neurocientífica prodigio en el anime y novela visual Steins;Gate. Investigadora de la Universidad Victor Chondria, sus teorías sobre el viaje en el tiempo son el núcleo de la trama. Colabora con Rintaro Okabe para evitar distopías temporales, desarrollando un vínculo romántico crucial que trasciende las diferentes líneas de mundo."
      },
      "likes": 1,
      "id": "transform-1767485069555"
    },
    {
      "characterName": "L Lawliet",
      "animeImage": "https://nwgcpldvvxmklosolyku.supabase.co/storage/v1/object/public/assets/transformations/anime-l-lawliet.jpg",
      "realImage": "https://nwgcpldvvxmklosolyku.supabase.co/storage/v1/object/public/assets/transformations/real-l-lawliet.jpg",
      "series": "Death Note",
      "category": "2.5d",
      "tags": [
        "Death Note",
        "L Lawliet",
        "Ryuzaki",
        "Kira",
        "Anime Detective"
      ],
      "description": {
        "en": "L Lawliet (also known as Ryuzaki) is the primary antagonist and co-protagonist in the Death Note manga and anime. He is a world-renowned private detective with superhuman intellect who leads the task force to capture Kira. His complex intellectual rivalry with Light Yagami defines the series' psychological tension and cat-and-mouse dynamic.",
        "es": "L Lawliet (conocido como Ryuzaki) es el antagonista principal y co-protagonista en el manga y anime Death Note. Es un detective privado de renombre mundial dotado de un intelecto sobrehumano que lidera la investigación para capturar a Kira. Su compleja rivalidad intelectual con Light Yagami define la tensión psicológica de toda la serie."
      },
      "likes": 0,
      "id": "transform-1767485783632"
    },
    {
      "characterName": "Mikasa Ackerman",
      "animeImage": "https://nwgcpldvvxmklosolyku.supabase.co/storage/v1/object/public/assets/transformations/anime-mikasa-ackerman.jpg",
      "realImage": "https://nwgcpldvvxmklosolyku.supabase.co/storage/v1/object/public/assets/transformations/real-mikasa-ackerman.jpg",
      "series": "Shingeki no Kyojin",
      "category": "2.5d",
      "tags": [
        "Mikasa Ackerman",
        "Attack on Titan",
        "Shingeki no Kyojin",
        "Survey Corps",
        "Eren Yeager"
      ],
      "description": {
        "en": "Mikasa Ackerman is the female lead in the Attack on Titan manga and anime. As an elite Survey Corps soldier of the Ackerman bloodline, she possesses superhuman combat prowess. Her character arc focuses on her unwavering bond with Eren Yeager and her difficult journey toward personal autonomy amidst a brutal global war.",
        "es": "Mikasa Ackerman es la coprotagonista de Shingeki no Kyojin. Como soldado de élite del Cuerpo de Exploración y descendiente del linaje Ackerman, posee habilidades físicas sobrehumanas. Su arco central gira en torno a su devoción absoluta hacia Eren Yeager, luchando por protegerlo mientras enfrenta el trágico e inevitable destino de su mundo."
      },
      "likes": 1,
      "id": "transform-1767487085290"
    },
    {
      "characterName": "Momo Ayase",
      "animeImage": "https://nwgcpldvvxmklosolyku.supabase.co/storage/v1/object/public/assets/transformations/anime-momo-ayase.jpg",
      "realImage": "https://nwgcpldvvxmklosolyku.supabase.co/storage/v1/object/public/assets/transformations/real-momo-ayase.jpg",
      "series": "Dandadan",
      "category": "2.5d",
      "tags": [
        "Momo Ayase",
        "Dandadan",
        "Okarun",
        "Dandadan manga",
        "Anime waifu"
      ],
      "description": {
        "en": "Momo Ayase is the main female protagonist of the Dandadan manga and anime series. A high school student and capable spirit medium, she possesses psychokinetic abilities inherited from her grandmother, Seiko. Partnering with the occult-obsessed Okarun, Momo battles hostile aliens and spirits to restore his body while navigating supernatural threats and their developing romantic relationship.",
        "es": "Momo Ayase es la protagonista femenina principal del manga y anime Dandadan. Es una estudiante de secundaria y médium espiritual con poderosas habilidades psicoquinéticas, nieta de la famosa Santa Dodonpa. Junto a su compañero Okarun (Ken Takakura), lucha contra alienígenas y yokais para resolver misterios ocultos, recuperar las partes del cuerpo de Okarun y proteger la Tierra de amenazas sobrenaturales."
      },
      "likes": 0,
      "id": "transform-1767488231298"
    },
    {
      "characterName": "Reze (Bomb Girl)",
      "animeImage": "https://nwgcpldvvxmklosolyku.supabase.co/storage/v1/object/public/assets/transformations/anime-reze-bomb-girl.jpg",
      "realImage": "https://nwgcpldvvxmklosolyku.supabase.co/storage/v1/object/public/assets/transformations/real-reze-bomb-girl.jpg",
      "series": "Chainsaw Man",
      "category": "2.5d",
      "tags": [
        "Reze Chainsaw Man",
        "Bomb Devil",
        "Lady Reze",
        "Bomb Girl Arc",
        "Denji’s Love Interest"
      ],
      "description": {
        "en": "Reze (also known as the Bomb Girl) is a major antagonist and Denji's primary romantic interest during the Bomb Girl Arc of the Chainsaw Man manga and anime. She is a Bomb Devil Hybrid and a Soviet-trained assassin sent to Japan to steal the Chainsaw Man's heart.",
        "es": "Reze (conocida como la Chica Bomba) es una antagonista principal y el interés romántico de Denji en el Arco de la Chica Bomba del manga y anime Chainsaw Man. Es una Híbrido del Demonio Bomba y una asesina entrenada por la Unión Soviética, enviada a Japón con la misión de capturar el corazón del Pibe Motosierra."
      },
      "likes": 0,
      "id": "transform-1767489218852",
      "amazonProducts": [
        {
          "title": "The Movie: Reze Arc - Reze S.H.Figuarts Action Figure",
          "image": "amazon-products/upload-1.jpg",
          "affiliateUrl": "https://amzn.to/3LvtHK7",
          "price": "Check Price",
          "category": "figure"
        }
      ]
    },
    {
      "characterName": "Miku Nakano",
      "animeImage": "https://nwgcpldvvxmklosolyku.supabase.co/storage/v1/object/public/assets/transformations/anime-miku-nakano.jpg",
      "realImage": "https://nwgcpldvvxmklosolyku.supabase.co/storage/v1/object/public/assets/transformations/real-miku-nakano.jpg",
      "series": "Go-Toubun no Hanayome",
      "category": "2.5d",
      "tags": [
        "Miku Nakano",
        "The Quintessential Quintuplets",
        "Go-Toubun no Hanayome",
        "Nakano Sisters",
        "Anime Waifu"
      ],
      "description": {
        "en": "Miku Nakano (the third quintuplet) is a main heroine in The Quintessential Quintuplets (Go-Tōbun no Hanayome) manga and anime series. Known for her headphones and shy personality, she is a Sengoku period history enthusiast who harbors strong romantic feelings for her tutor, Fuutarou Uesugi. Her narrative arc focuses on building self-confidence and mastering culinary skills to earnestly confess her love and win Fuutarou's heart.",
        "es": "Miku Nakano (la tercera hermana) es una de las protagonistas principales en el manga y anime The Quintessential Quintuplets (Go-Tōbun no Hanayome). Inicialmente tímida y reservada, esta estudiante amante de la historia japonesa desarrolla un profundo vínculo romántico con su tutor, Fuutarou Uesugi. Su arco se centra en superar su baja autoestima y perfeccionar sus habilidades culinarias para competir por el amor de Fuutarou contra sus propias hermanas."
      },
      "likes": 1,
      "id": "transform-1767490595247"
    }
  ]
}