{
  "transformations": [
    {
      "characterName": "Reze",
      "animeImage": "transformations/upload.jpg",
      "realImage": "transformations/upload-1.jpg",
      "series": "Chainsaw Man",
      "category": "2.5d",
      "tags": [
        "reze",
        "bomb girl",
        "chica bomba",
        "chainsaw man"
      ],
      "description": {
        "en": "Reze (also known as the Bomb Girl) is a major antagonist and Denji's primary romantic interest during the Bomb Girl Arc of the Chainsaw Man manga and anime. She is a Bomb Devil Hybrid and a Soviet-trained assassin sent to Japan to steal the Chainsaw Man's heart.",
        "es": "Reze (conocida como la Chica Bomba) es una antagonista principal y el interés romántico de Denji en el Arco de la Chica Bomba del manga y anime Chainsaw Man. Es una Híbrido del Demonio Bomba y una asesina entrenada por la Unión Soviética, enviada a Japón con la misión de capturar el corazón del Pibe Motosierra."
      },
      "likes": 0,
      "id": "transform-1767478896208",
      "outfit": [
        {
          "id": "d3",
          "name": "",
          "price": "$21",
          "image": "/mockups/1767281312646-skull-reze.jpg",
          "buyUrl": "https://www.redbubble.com/es/i/camiseta/Reze-Bomb-Girl-Skull-Anime-Manga-Est%C3%A9tica-angustiada-de-sosacrash/177212471.IJ6L0",
          "category": "DESIGN",
          "description": "",
          "name_en": "Reze Bomb Girl Skull Anime",
          "description_es": "Diseñé esta calavera para capturar la esencia cruda y minimalista del estilo de Reze (Chica Bomba), ya que me pareció el diseño visualmente más impactante del arco. Quería algo que no fuera solo merchandising, sino una pieza de diseño gráfico genial y versátil. Características principales: Este diseño de calavera de anime es ideal para fans del manga oscuro, los cazadores de demonios y la estética grunge. Optimizado para impresión de alta calidad en camisetas negras y pegatinas con borde blanco.",
          "tags": [
            "reze",
            "chainsaw man",
            "the bomb girl",
            "chica bomba"
          ],
          "name_es": "Reze Bomb Girl Calavera Anime",
          "description_en": "I designed this skull to capture the raw, minimalist essence of Reze's (Bomb Girl) style, as I felt it was the most visually striking design in the arc. I wanted something that wasn't just merchandise.",
          "tagsInput": "reze, chainsaw man, the bomb girl, chica bomba"
        }
      ]
    },
    {
      "characterName": "Toji Fushiguro",
      "animeImage": "https://nwgcpldvvxmklosolyku.supabase.co/storage/v1/object/public/assets/transformations/anime-toji-fushiguro.jpg",
      "realImage": "https://nwgcpldvvxmklosolyku.supabase.co/storage/v1/object/public/assets/transformations/real-toji-fushiguro.jpg",
      "series": "Jujutsu Kaisen",
      "category": "2.5d",
      "tags": [
        "Toji",
        "strong character",
        "jjk"
      ],
      "description": {
        "en": "Toji Fushiguro (also known as the \"Sorcerer Killer\") is a primary antagonist in the Jujutsu Kaisen manga and anime. Originally from the Zenin Clan, he possesses a Heavenly Restriction, trading cursed energy for supreme physical prowess. He is the father of Megumi Fushiguro and is renowned as the mercenary who nearly killed Satoru Gojo during the Hidden Inventory arc.",
        "es": "Toji Fushiguro (conocido como el \"Asesino de Hechiceros\") es un antagonista clave en el manga y anime Jujutsu Kaisen. Nacido en el Clan Zenin, posee una Restricción Celestial que le otorga fuerza física sobrehumana a cambio de no tener energía maldita. Es el padre de Megumi Fushiguro y el mercenario famoso por derrotar temporalmente a Satoru Gojo durante el arco del Inventario Oculto."
      },
      "likes": 0,
      "id": "transform-1767482201722"
    },
    {
      "characterName": "Makima",
      "animeImage": "https://nwgcpldvvxmklosolyku.supabase.co/storage/v1/object/public/assets/transformations/anime-makima.jpg",
      "realImage": "https://nwgcpldvvxmklosolyku.supabase.co/storage/v1/object/public/assets/transformations/real-makima.jpg",
      "series": "Chainsaw Man",
      "category": "2.5d",
      "tags": [
        "Demon control",
        "Makima",
        "Chainsaw man"
      ],
      "description": {
        "en": "Makima is the primary antagonist in the Chainsaw Man manga and anime. Initially introduced as the high-ranking leader of Public Safety Special Division 4, she is revealed to be the Control Devil. She manipulates the protagonist, Denji, and orchestrates the deaths of his loved ones to break his contract with Pochita, seeking to control the Chainsaw Devil's power to reshape the world.",
        "es": "Makima es la antagonista principal en el manga y anime Chainsaw Man. Inicialmente presentada como la líder de la División Especial 4 de Seguridad Pública, su verdadera identidad es el Demonio del Control. Establece una relación manipuladora con Denji, orquestando tragedias personales para romper su psique y así dominar al Demonio Motosierra (Pochita) con el fin de crear su visión de un mundo ideal."
      },
      "likes": 0,
      "id": "transform-1767483707472"
    }
  ]
}